var quiz = [
    {
        "q": "Вы ведете социальные сети?",
        "a": {
            "h": "Да, это неотъемлемая часть моей жизни",
            "r": "О да! Публикую что-нибудь каждый день!",
            "n": "Конечно. Пусть люди следят за моей жизнью, если им нравится",
            "m": "Веду, но не знаю зачем",
            "k": "Изредка что-нибудь публикую",
            "s": "Нет, мне хватает реального общения"
        }
    },
    {
        "q": "Какую еду вы предпочитаете?",
        "a": {
            "h": "Рыбные блюда",
            "r": "Что-то полезное",
            "n": "То, что приготовит мама",
            "m": "Мясные блюда",
            "k": "Ем все подряд",
            "s": "Ничего не ем",
        }
    },
    {
        "q": "Как вы обычно ведете себя на вечеринке?",
        "a": {
            "r": "Я душа компании, всегда в центре внимания",
            "n": "Меня на них не пускают",
            "h": "Люблю вечеринки, но не замечаю, как я себя веду там",
            "m": "Обычно я молчалив, но когда выпью становлюсь веселым",
            "k": "Веду себя спокойно и сдержанно",
            "s": "Ненавижу вечеринки",
        }
    },
    {
        "q": "Что помогает вам достигать успеха?",
        "a": {
            "m": "Ловлю удачу за хвост",
            "s": "Мой опыт говорит сам за себя",
            "r": "Я стремлюсь быть лучшим, другого не дано",
            "n": "У меня много навыков, которые я использую в нужный момент",
            "k": "Я просто знаю, что делаю",
            "h": "Трудолюбие и терпение",
        }
    },
    {
        "q": "Как вы любите проводить свободное время?",
        "a": {
            "m": "Обожаю творчество",
            "n": "Играю в компьютерные игры",
            "k": "С семьёй",
            "s": "Веселюсь с друзьями",
            "r": "Устраиваю вечеринку",
            "h": "Провожу время с книгой",
        }
    },
    {
        "q": "К вам явились непрошеные гости...",
        "a": {
            "n": "Ой, у меня беспорядок...",
            "k": "Ну, за встречу!",
            "s": "Я вас внимательно слушаю",
            "h": "У вас не назначено, до свидания",
            "m": "Меня нет дома",
            "r": "Проходите, не стесняйтесь!",
        }
    },
    {
        "q": "Возникла кризисная ситуация! Что будете делать?",
        "a": {
            "h": "Разрабатываю четкий план выхода",
            "k": "Поищу тяжелый предмет",
            "n": "Попрошу друзей помочь",
            "s": "Спрячусь ото всех",
            "m": "Дико разозлюсь",
            "r": "Ничего, само пройдет",
        }
    },
];