const answers = {
    "k" : {
        "description" : "Вы Кими Райкконен! В любой жизненной ситуации всегда остаетесь самим собой. Вы нуждаетесь в симпатии и восхищении со стороны других, в то же время вы склонны к самокритике.",
        "image" : "k.jpg",
    } ,
    "r" : {
        "description" : "Вы Даниэль Риккардо! Своего шанса вы никогда не упустите. Вы очень веселый и жизнерадостный человек, не замечаете препятствий на своем пути.",
        "image" : "r.jpg",
    } ,
    "m" : {
        "description" : "Вы Макс Ферстаппен! Вас ждут великие дела. Вы обладаете значительными возможностями, которые пока не реализовали во благо себе. ",
        "image" : "m.jpg",
    } ,
    "s" : {
        "description" : "Вы Себастьян Феттель! Большой опыт и достижения говорят за вас так же, как за немецкого чемпиона. Вы находите неразумным слишком раскрывать себя перед другими.",
        "image" : "s.jpg",
    } ,
    "n" : {
        "description" : "Вы — Ландо Норрис! Всегда следуете за своей мечтой. Несмотря на видимую дисциплину и самоконтроль, в глубине души вы можете испытывать беспокойство и неуверенность. ",
        "image" : "n.jpg",
    } ,
    "h" : {
        "description" : "Вы — Льюис Хэмильтон! Прирожденный лидер, не знающий слово поражение. Время от времени вы дружелюбны, приветливы, и любезны, хотя в другие моменты вы сдержаны, насторожены и замкнуты.",
        "image" : "h.jpg",
    } ,
};